/* Added to PROC_KILLED when the killing signal cause a dump */
" (core dumped)" = " (core-fil dumpad)";

/* New Window menu item title format; the variable is the profile name */
"New Window with Profile - %@" = "Nytt fönster med profil – %@";

/* New Tab and contextual menu item title format; the variable is the profile name */
"New Tab with Profile - %@" = "Ny flik med profil – %@";

/* New Window menu item title format; the variable is the profile name */
"New Window with Same Command" = "Nytt fönster med samma kommando";

/* New Tab menu item title format; the variable is the profile name */
"New Tab with Same Command" = "Ny flik med samma kommando";

/* Window settings inspector; format string for font field in inspector; argument 1 is the font, argument 2 is the formatted size */
"%1$@ %2$@ pt." = "%1$@ %2$@ pkt";

/* Window settings preferences; Keyboard map; format string for Key description column; argument 1 is the modifier, argument 2 is the key */
"%1$@ %2$@" = "%1$@ %2$@";

/* for Undo Menu suffix for settings changes - "Undo Change Setting" */
"Change Setting" = "Ändra inställning";

/* Window settings save panel; string combined with full user name for default save name */
"%@\\U2019s profile" = "%@s profil";

/* Default name for new window groups; includes user name */
"%@\\U2019s window group" = "%@s fönstergrupp";

/* Insert ellipsis into a string truncated in the middle; the variables are the prefix/suffix of the truncated string. */
"%@\\U2026%@" = "%@…%@";

/* Bookmark menu-item title format string; the first parameter is the line number, the second parameter is the bookmark name */
"%@: %@" = "%@: %@";

/* Start of bookmark name; used to find bookmark names in terminal text */
"[" = "[";

/* End of bookmark name; used to find bookmark names in terminal text */
"]" = "]";

/* Separator between permanent and discovered servers */
"--- Discovered Servers ---" = "--- Upptäckta servrar ---";

/* Default settings; name for default Black on White settings */
"Black on White" = "Svart på vitt";

/* Default settings; name for default Black on Yellow settings */
"Black on Yellow" = "Svart på gult";

/* Default settings; name for default Blue on White settings */
"Blue on White" = "Blått på vitt";

/* Name of built-in default window settings */
"Built-in" = "Inbyggt";

/* No comment provided by engineer. */
"Cancel" = "Avbryt";

/* Menu item title */
"Clear to Previous Bookmark" = "Rensa till föregående bokmärke";

/* Menu item title */
"Clear to Previous Mark" = "Rensa till föregående märke";

/* Menu item title */
"Clear to Selected Bookmark" = "Rensa till markerat bokmärke";

/* Menu item title */
"Clear to Selected Mark" = "Rensa till markerat märke";

/* Menu item title */
"Clear to Start of Selection" = "Rensa till början av markeringen";

/* No comment provided by engineer. */
"Close" = "Stäng";

/* No comment provided by engineer. */
"Close All" = "Stäng alla";

/* Tab close-button accessibility label/title. */
"Close tab" = "Stäng flik";

/* Tab close-button accessibility role description. */
"close tab button" = "flikstängningsknapp";

/* Tab close sheet; message description for a single process */
"Closing this tab will terminate the running process %@." = "Om du stänger den här fliken avslutas den aktiva processen %@.";

/* Tab close sheet; message description for multiple processes */
"Closing this tab will terminate the running processes: %@." = "Om du stänger den här fliken avslutas de aktiva processerna: %@.";

/* Used between items concatenated into comma-separated lists. */
", " = ", ";

/* Tab/Window close sheet; process name with duplicate name count */
"%@ (%d)" = "%@ (%d)";

/* Window close sheet; message description for a single process */
"Closing this window will terminate the running process %@." = "Om du stänger det här fönstret avslutas den aktiva processen %@.";

/* Window close sheet; message description for multiple processes */
"Closing this window will terminate the running processes: %@." = "Om du stänger det här fönstret avslutas de aktiva processerna: %@.";

/* Failure to create a new terminal session. Displayed in terminal content. */
"[Could not create a new process and open a pseudo-tty.]" = "[Kunde inte skapa en ny process och öppna en pseudo-tty.]";

/* Window settings preferences; text shown with profiles which are set as the default */
"Default" = "Förval";

/* Window settings preferences; text shown with profiles which are set as the startup profile */
"Startup" = "Start";

/* Compose Email Message contextual menu item. */
"Compose" = "Skapa";

/* SSH/Telnet Connection contextual menu item. */
"Connect" = "Anslut";

/* Window settings preferences; text shown with profiles which are set as the Copy Attributes profile */
"Copy" = "Kopiera";

/* Tab close sheet; message title */
"Do you want to close this tab?" = "Vill du stänga den här fliken?";

/* Window close sheet; message title */
"Do you want to close this window?" = "Vill du stänga det här fönstret?";

/* Window close sheet; message title when there are running processes */
"Do you want to terminate running processes in this window?" = "Vill du avsluta pågående processer i det här fönstret?";

/* Tab close sheet; message title when there are running processes */
"Do you want to terminate running processes in this tab?" = "Vill du avsluta pågående processer i den här fliken?";

/* Service */
"File Transfer (ftp)" = "Filöverföring (ftp)";

/* Find Panel; window title */
"Find" = "Sök";

/* Default settings; name for default Green on Black settings */
"Green on Black" = "Grönt på svart";

/* Shell menu item title; used when inspector is visible */
"Hide Inspector" = "Göm granskare";

/* Menu item title */
"Hide Marks" = "Göm märken";

/* View Menu item title; used when the tab bar is shown */
"Hide Tab Bar" = "Göm flikfältet";

/* Application termination dialog; message description */
"If you don\\U2019t review your windows, any running processes will be terminated." = "Om du inte granskar dina fönster avslutas alla aktiva processer.";

/* No comment provided by engineer. */
"It may have been incompletely copied from another machine." = "Den kan ha kopierats ofullständigt från en annan dator.";

/* Window settings import; alert title shown when multiple files are corrupt */
"Multiple files could not be imported." = "Flera filer kunde inte importeras.";

/* Default name for new window settings */
"New profile" = "Ny profil";

/* No options for this service */
"No options" = "Inga alternativ";

/* Application prefs; string superimposed on table of window groups when none are available */
"No Window Groups Saved" = "Inga fönstergrupper sparade";

/* Title of menu item used in Open Window Group submenu when no groups are available */
"No Window Groups" = "Inga fönstergrupper";

/* Generic save panel; name of object type used in save panel if not otherwise specified */
"object" = "objekt";

/* No comment provided by engineer. */
"OK" = "OK";

/* Open Link contextual menu item. */
"Open Link" = "Öppna länk";

/* Open man Page contextual menu item. */
"Open man Page" = "Öppna man-sida";

/* Help menu item; the variable is the search term. */
"Open man Page for \\U201C%@\\U201D" = "Öppna man-sida för ”%@”";

/* Open man Page function key label. */
"man page" = "man-sida";

/* Open man Page function key options label. */
"Search Term Display:" = "Söktermsvisning:";

/* Open man Page function key options label. */
"man Title None" = "Ingen";

/* Open man Page function key options label. */
"man Title Fixed Width" = "Fast teckenbredd";

/* Open man Page function key options label. */
"man Title Automatic" = "Automatiskt";

/* Help menu item; the variable is the search term. */
"Search man Page Index for \\U201C%@\\U201D" = "Sök i man-sidindex efter ”%@”";

/* Message text for invalid Bracketed Paste Mode content alert. */
"You cannot send the text to the terminal, because it contains invalid content for Bracketed Paste Mode." = "Du kan inte skicka texten till terminalen eftersom den har ogiltigt innehåll för inklistringsläge med parenteser.";

/* Informative text for invalid Bracketed Paste Mode content alert. */
"Bracketed Paste Mode is enabled in the terminal and the text to send contains the escape sequence that marks the end of pasted text. This is invalid for Bracketed Paste Mode, and could allow subsequent content in the text to perform arbitrary commands." = "Inklistringsläge med parenteser är aktiverat i terminalen och texten som ska skickas innehåller den kontrollsekvens som markerar slutet på inklistrad text. Det här är ogiltigt för inklistringsläge med parenteser och skulle kunna leda till att efterföljande innehåll i texten utför slumpmässiga kommandon.";

/* Message text for control-character content alert. */
"Paste control characters?" = "Klistra in styrtecken?";

/* Informative text for control-character content alert. */
"The text contains control characters, which could allow the pasted content to perform arbitrary commands.\n\nTo confirm and Paste, you can use \\U21E7\\U2318\\U23CE." = "Texten innehåller styrtecken. Det kan leda till att inklistrat innehåll utför slumpmässiga kommandon.\n\nDu kan bekräfta och klistra in med ⇧⌘⏎.";

"Paste" = "Klistra in";
"Paste without Control Characters" = "Klistra in utan styrtecken";

/* Look Up contextual menu item. */
"Look Up" = "Slå upp";

/* Look Up contextual menu item with truncated text. */
"Look Up \\U201C%@\\U2026\\U201D" = "Slå upp ”%@…”";

/* Look Up contextual menu item with selected text. */
"Look Up \\U201C%@\\U201D" = "Slå upp ”%@”";

/* Web search (e.g., Google) contextual menu item. */
"Search with %@" = "Sök med %@";

/* Web search contextual menu item when the search provider is unknown. */
"Search the Web" = "Sök på internet";

/* Default process name */
"Process name" = "Processnamn";

/* No comment provided by engineer. */
"Quit" = "Avsluta";

/* Service */
"Remote Login (telnet)" = "Fjärrinloggning (telnet)";

/* Window settings preferences; path control pop-up menu item for removing the background image */
"Remove" = "Ta bort";

/* Generic save panel; title of button used to replace existing object */
"Replace" = "Ersätt";

/* Generic save panel; information text used for alert when replacing existing countable object. */
"Replacing the %@ will override its contents." = "Om du ersätter %@ ignoreras dess innehåll.";

/* Generic save panel; information text used for alert when replacing existing uncountable object. */
"Replacing the %@ will override their contents." = "Om du ersätter %@ ignoreras deras innehåll.";

/* Application termination dialog; review windows button title */
"Review Windows\\U2026" = "Granska fönster…";

/* Window group save panel; panel title */
"Save Window Group" = "Spara fönstergrupp";

/* Service */
"Secure File Transfer (sftp)" = "Säker filöverföring (sftp)";

/* No comment provided by engineer. */
"Secure Shell (ssh)" = "SSH (Secure Shell)";

/* Connect to service option */
"SFTP (Automatic)" = "SFTP (automatisk)";

/* No comment provided by engineer. */
"SFTP Protocol 1" = "SFTP protokoll 1";

/* Shell menu item title; used when inspector is not visible */
"Show Inspector" = "Visa granskare";

/* Menu item title */
"Show Marks" = "Visa märken";

/* View Menu item title; used when the tab bar is hidden */
"Show Tab Bar" = "Visa flikfältet";

/* No comment provided by engineer. */
"SSH (Automatic)" = "SSH (automatisk)";

/* Connect to service option */
"SSH Protocol 1" = "SSH-protokoll 1";

/* Connect to service option */
"SSH Protocol 2" = "SSH-protokoll 2";

/* Accessibility description for Use Option as Meta Key. */
"use option as meta key" = "använd alternativ som metatangent";

/* The 'use Option as Meta' title. The word 'Meta' should probably not be localized. */
"⌥ Meta" = "⌥ Meta";

/* The 'use Option as Option key (instead of Meta)' title. */
"⌥ Option" = "⌥ Alternativ";

/* Displayed to indicate that the Option modifier key is currently mapped to the Meta modifier. Like the word 'Meta' this should probably not be localized. */
"M" = "M";

/* Displayed to indicate that the Option modifier key is currently mapped to the Meta modifier. The word 'Meta' should probably not be localized. */
"Option is Meta" = "Alternativ är meta";

/* Displayed to indicate that the Option modifier key is NOT currently mapped to the Meta modifier. */
"\\U2325" = "⌥";

/* Displayed to indicate that the Option modifier key is NOT currently mapped to the Meta modifier. */
"Option" = "Alternativ";

/* Accessibility description for Insert Bookmark. */
"insert bookmark" = "infoga bokmärke";

/* Accessibility description for Jump/Select to Next Mark. */
"next mark" = "nästa märke";

/* Accessibility description for Jump/Select to Previous Mark. */
"previous mark" = "föregående märke";

/* Accessibility description for Jump/Select to Next Bookmark. */
"next bookmark" = "nästa bokmärke";

/* Accessibility description for Jump/Select to Previous Bookmark. */
"previous bookmark" = "föregående bokmärke";

/* Function key description */
"Previous/Next Mark" = "Föregående/nästa märke";

/* Function key description */
"Previous/Next Bookmark" = "Föregående/nästa bokmärke";

/* Function key description */
"Previous/Next Mark — Insert Bookmark" = "Föregående/nästa märke – infoga bokmärke";

/* Button title for making a new tab. */
"New Tab" = "Ny flik";

/* Accessibility description for New Remote Connection. */
"new remote connection" = "ny fjärranslutning";

/* Function key description */
"New Remote Connection" = "Ny fjärranslutning";

/* Button title for inserting a new bookmark. */
"Insert Bookmark" = "Infoga bokmärke";

/* Terminal title component; enables adding markup around each of the title components, before they are concatenated with em-dashes between them */
"terminal title component" = "%@";

/* default title */
"Terminal" = "Terminal";

/* Default name for Save Text As... menu */
"Terminal Saved Output.txt" = "Sparade Terminal-utmatningar.txt";

/* No comment provided by engineer. */
"Terminate" = "Avsluta";

/* Application termination dialog; terminate processes button title */
"Terminate Processes" = "Avsluta processer";

/* Generic save panel; title used for alert when replacing existing uncountable object. */
"The %1$@ %2$@ already exist. Do you want to replace them?" = "De här %1$@, med namnet %2$@, finns redan. Vill du ersätta dem?";

/* Generic save panel; title used for alert when replacing existing countable object. */
"The %1$@ %2$@ already exists. Do you want to replace it?" = "Den här %1$@, med namnet %2$@, finns redan. Vill du ersätta den?";

/* No comment provided by engineer. */
"The administrator has set your shell to an illegal value." = "Administratören har ställt in kommandotolken till ett ogiltigt värde.";

/* Window settings import; alert description shown when a single file is corrupt */
"The file is corrupt. You may be able to obtain a fresh copy of the file from its author." = "Filen är skadad. Du kanske kan få en ny kopia av filen från dess skapare.";

/* No comment provided by engineer. */
"The file \\U201C%@\\U201D could not be executed because you do not have appropriate access privileges." = "Filen ”%@” kunde inte köras eftersom du inte har de behörigheter som krävs.";

/* Window settings import; alert title shown when a single file is corrupt; %@ is filename */
"The file \\U201C%@\\U201D could not be imported." = "Kunde inte importera filen ”%@”.";

/* No comment provided by engineer. */
"The file \\U201C%@\\U201D could not be opened because it is corrupt." = "Filen ”%@” kunde inte öppnas eftersom den är skadad.";

/* Window settings import; alert description shown when a multiple files are corrupt; %@ is comma-separated list of filenames */
"The following files are corrupt: %@. You may be able to obtain a fresh copy of the files from their author." = "Följande filer är skadade: %@. Du kanske kan få nya kopior av filerna från deras skapare.";

/* Window settings; error title when settings name is empty */
"The name is too short." = "Namnet är för kort.";

/* Window settings; error title when settings name is already in use */
"A profile named \\U201C%@\\U201D already exists." = "En profil med namnet ”%@” finns redan.";

/* No comment provided by engineer. */
"To view or change access privileges, select the file in the Finder and choose File > Get Info." = "Om du vill se eller ändra behörigheterna markerar du filen i Finder och väljer Arkiv > Visa info.";

/* Window settings; error description when settings name is already in use or is reserved */
"Try entering a different name." = "Prova att ange ett annat namn.";

/* Window settings; error description when settings name is empty */
"Try entering a name with more characters." = "Prova att ange ett namn med fler tecken.";

/* Function key description */
"Use Option as Meta Key" = "Använd alternativ som metatangent";

/* Accessibility description for Open man Page for Selection. */
"open man page" = "öppna man-sida";

/* Function key description */
"Open man Page for Selection" = "Öppna man-sida för markeringen";

/* Function key description */
"Background Color" = "Bakgrundsfärg";

/* Function keys description */
"VT100 (PF1-PF4)" = "VT100 (PF1-PF4)";

/* Function keys description */
"VT220 (PF1-PF4 + F5-F20)" = "VT220 (PF1-PF4 + F5-F20)";

/* Function keys description */
"VT220 Extras (F13-F20)" = "VT220, tillägg (F13-F20)";

/* Function keys description */
"VT220 Compact (F1-F20)" = "VT220, kompakt (F1-F20)";

/* Function keys description */
"VT420 All Enabled (PF1-PF4 + F1-F20)" = "VT420, alla aktiverade (PF1-PF4 + F1-F20)";

/* No comment provided by engineer. */
"w" = "w";

/* Default settings; name for default White on Black settings */
"White on Black" = "Vitt på svart";

/* Default settings; name for default White on Blue settings */
"White on Blue" = "Vitt på blått";

/* Window group save panel; name of object used in replacement panels */
"window group" = "fönstergruppen";

/* Window settings save panel; name of object used in replacement panels */
"profile" = "profil";

/* No comment provided by engineer. */
"You are not authorized to run this application." = "Du har inte behörighet att köra det här programmet.";

/* Application termination dialog; message title */
"You have %d windows with running processes. Do you want to review these windows before quitting?" = "Du har %d fönster med aktiva processer. Vill du granska dessa fönster innan du avslutar?";

/* Appears in window when the user's custom command/shell isn't found. */
"[Command not found: %@]" = "[Kommando hittades inte: %@]";

/* Appears in window when the shell exits cleanly */
"[Process completed]" = "[Processen slutförd]";

/* Appears in window when the shell exits abnormally */
"[Process exited - exit code %u]" = "[Processen avslutade - avslutningskod %u]";

/* Appears in window when the shell is murdered */
"[Process was terminated by signal %d%s]" = "[Processen avslutades med signalen %1$d%2$s]";

/* Appears at the start of restored terminal text when truncated */
"[Restored contents truncated]" = "[Återskapat innehåll avklippt]";

/* Appears at the end of restored terminal text; the parameter is a date/time string */
"[Restored %@]" = "[Återskapat %@]";

/* User-inserted bookmark; the parameter is the bookmark name */
"[%@]" = "[%@]";

/* User-inserted bookmark default name; the parameter is a date/time string */
"Bookmarked %@" = "Bokmärkt %@";

/* Bookmarks menu item title for when there are no bookmarks */
"No Bookmarks" = "Inga bokmärken";

/* Separator used for dimensions in window title */
"\\U00D7" = "×";

/* Thin-space and ellipses suffixed to process name to indicate activity in terminal */
"%@\\U2009\\U2026" = "%@…";

/* Ellipses to indicate unread output in terminal */
"\\U2026" = "…";

/* strings used for split view controls */

"Split view" = "Delad vy";

"Close split-view" = "Stäng delad vy";

/* strings used for Shortcut man page support */

"Man Pages" = "Man-sidor";

/* denied request from quarantined/sandboxed application to open file */
"\\U201C%@\\U201D can\\U2019t be opened because %@ is not allowed to open documents in Terminal." = "”%@” kan inte öppnas eftersom %@ inte får öppna dokument i Terminal.";

/* strings used for quarantine alerts */

"QuarantineTitleSSH" = "Terminal öppnar en ssh-anslutning till %@ för %@.";
"QuarantineTitleTelnet" = "Terminal öppnar en telnet-anslutning till %@ för %@.";
"QuarantineTitle2" = " Vill du tillåta detta?";
"QuarantineMessage" = "Detta kommer att visa ditt användarnamn och nätverksadress för den andra datorn. Du kan undvika den här varningen i framtiden om du lägger till den andra datorn i ssh-listan med kända värdar.";
"QuarantineMessageError" = "\n\nDet inträffade ett fel under sökningen bland kända värdar (kör ”%@” för mer information).";
"QuarantineAllow" = "Tillåt";
"QuarantineDeny" = "Tillåt inte";

"Alter Profiles" = "Ändra profiler";

/* Inspector process list: separator between process name annotations (middle dot between thin spaces) */
"\\U2009\\U00B7\\U2009" = " · ";

/* Inspector process list: process name status annotation */
"(stopped)" = "(stoppad)";

/* Inspector process list: process name status annotation */
"(zombie)" = "(zombie)";

/* Inspector process list: process status */
"Idle" = "Overksam";

/* Inspector process list: process status */
"Runnable" = "Körbar";

/* Inspector process list: process status */
"Sleeping" = "Vilar";

/* Inspector process list: process status */
"Stopped" = "Stoppad";

/* Inspector process list: process status */
"Zombie" = "Zombie";

/* Inspector process list: boolean YES */
"Yes" = "Ja";

/* Inspector process list: boolean NO */
"No" = "Nej";
